[
    {
        "id": 1,
        "author": {
            "name": "Gabriel Umann",
            "image": 0
        },
        "theme": "Revolução Francesa",
        "title": "Assembleia dos Estados Gerais",
        "date": "1789 - 1793",
        "text": "Durante este período reinava na França uma monarquia absolutista, ou seja, um governo onde o rei tinha total autoridade, juntamente com o feudalismo, onde os camponeses cuidavam das terras dos senhores feudais e ganhavam uma miséria, que mal dava para se alimentar. Nessa época a sociedade francesa era extremamente desigual, sendo dividida em 3 estados: no 1º Estado estavam os nobres que constituíam 1% da população, no 2º Estado tinha o clero com 2% da população e os outros 97% eram burguesia, camponeses, escravos, entre outros, estes chamados de 3º Estado. \n\n Em 1788 a França é atingida por um inverno rigoroso que provoca uma safra ruim, assim empobrecendo os camponeses e fazendo a população mais pobre(3º estado) passar fome enquanto a nobreza e o clero ostentavam suas riquezas. Para corrigir isso, o Rei Luís XVI convoca a Assembléia Dos Notáveis com o 1º e 2º Estado e nela propõe o pagamento de impostos pelos mesmos, porém sua ideia é um fracasso, pois os nobres não queriam abdicar de seus privilégios. Então o rei, insatisfeito com o resultado, resolve convocar a Assembléia dos Estados-Gerais, onde iriam se reunir os 3 Estados, que não era convocada desde 1614. \n\n A Assembléia dos Estados-Gerais ocorreu no Palácio de Versalhes em 24 de janeiro de 1789, nela foram convocados 270 membros da nobreza, 291 da igreja e 584 do 3º Estado. se os votos fossem por cabeça o 3º estado sempre venceria. Porém não foi isso que aconteceu, na verdade o sistema de voto era por Estado e, com isso, o terceiro Estado estaria sempre na minoria contra a nobreza e a Igreja. O Terceiro Estado, insatisfeito,  tentou mudar o sistema para voto por cabeça, porém a proposta foi negada. \n\n Revoltados, o 3º Estado se autoproclamou Assembléia Nacional, declarando-se representantes de 97% da população e não de apenas um Estado. O rei, em uma tentativa desesperada, tenta anular a Assembleia e encerra os trabalhos, porém o 3º Estado ignora-o e continua os trabalhos na sala de jogos, onde o terceiro Estado proclama-se Assembleia Constituinte e faz um juramento, cujo objetivo era elaborar uma nova constituição para a França e limitar o poder do Rei. Assim começa a Revolução Francesa. \n\n Luís XVI reagiu afirmando que “era o rei, único e verdadeiro representante dos franceses, afirmando que nenhum projeto aprovado pela assembleia rebelde teria força de lei sem sua aprovação”. \n\n A revolta do terceiro estado repercutiu em toda a França, onde propriedades começaram a ser saqueadas e castelos incendiados, a população rural iniciou uma rebelião com a intenção de exigir propriedade plena das terras que cultivavam e a abolição dos impostos feudais. Nos grandes centros, os membros mais pobres do 3º Estado exigiam melhores condições de vida e maior participação política. \n\n Com toda essa euforia por rebelião, os rebeldes vão em direção a Bastilha, que na época era uma fortaleza medieval que estava desativada, onde franceses usavam apenas para guardar suprimentos e manter alguns detentos. Chegando na Bastilha a multidão invade, liberta os poucos presos que estavam lá, tomam posse das armas e destroem a fortaleza. Este é um dos marcos mais importantes da revolução. \n\n Assim inicia um período na França, chamado de Grande Medo, onde os rebeldes começaram a perseguir os nobres, matando-os de formas extremamente violentas. Com esse pânico os nobres começaram a fugir para países como Áustria e Prússia(atual Alemanha, que eram governos absolutistas.. \n\n Com todo esse caos, a Assembleia Nacional assume o poder, com a intenção de acalmar a população e manter a ordem. Durante o regime da Assembleia Nacional eles: \n\n - Aboliram os direitos feudais \n\n - Aboliram os privilégios dos nobres(impostos) \n\n - Criaram a Declaração dos Direitos dos Homens e do Cidadão, utilizando como base os pensamentos iluministas, como, liberdade de pensamento e opinião, o direito à propriedade individual, respeito a dignidade do cidadão, igualdade perante a lei, direito à rebelião, entre outros. \n\n Vale lembrar que este último item citado ele valeria apenas para homens e não para mulheres, assim a revolucionária, Olympe de Gouges escreve a Declaração dos Direitos da Mulher e da Cidadã, exigindo igualdade entre homens e mulheres. Porém o projeto foi negado e totalmente ignorado. \n\n Os nobres, juntamente com o rei, buscam apoio da Áustria e da Prússia contra os revolucionários. Em 1791 o rei e sua família tentam fugir para a Áustria porém os revolucionários descobrem e escoltam o rei de volta para Paris. \n\n Em setembro de 1791 a Assembleia dos revolucionários cria a primeira Constituição Francesa que tinha como objetivo limitar o poder do rei, assim tornando a França uma Monarquia Constitucional. O documento estabelecia o estado de direito e a divisão dos poderes, ideias propostas pelo filósofo iluminista Montesquieu. Outras ideias propostas foram a de \n\n - Submissão do clero à autoridade civil \n\n- Direito do divórcio, algo que a igreja na época era totalmente contra. \n\n - Estabelecimento de cidadania \n\n - Pobres e mulheres não teriam direito ao voto. \n\n Depois de sua fuga ter dado errado, o rei Luís XVI com a ajuda de alguns nobres, que já estavam no exterior, organizam um ataque com os exércitos da Prússia e Áustria contra a França, porém os revolucionários pedem aos cidadãos para que lutem na batalha em defesa da pátria e em 1792 o exército estrangeiro é derrotado. Esta batalha ficou conhecida como Batalha de Valmy. \n\n Após a vitória, os revolucionários proclamam a República na França e prendem o rei sob acusação de traição à pátria. Com o objetivo de criar uma nova constituição republicana e não mais monárquica, os revolucionários criam a Convenção Nacional, e nessa convenção surgem três forças políticas da revolução: \n\n - Girondinos, que seriam a atual direita da política. Seriam estes a Alta burguesia, defendiam ações mais moderadas. \n\n - Jacobinos, que seriam a atual esquerda. Estes seriam a média e pequena burguesia, defendiam ações radicais e de interesse popular(Maioria). \n\n - Planície, seriam o centro. Seriam a chamada “Burguesia oportunista”, mudavam de posição de acordo com seus interesses. \n\n Vale ressaltar que a Convenção Nacional criou um próprio calendário que contaria os anos a partir da criação da República Francesa, sendo isso uma afronta para a igreja. \n\n Os membros da Convenção levam o rei Luís XVI à julgamento, sendo defendido pelos girondinos enquanto os jacobinos queriam sua morte. Por fim, os jacobinos vencem e em janeiro de 1793 o rei é levado à guilhotina por conspirar contra a liberdade e a segurança da França. Meses depois sua mulher, a Rainha Maria Antonieta também seria decapitada."
    },
    {
        "id": 2,
        "author": {
            "name": "Lucas Neves",
            "image": 1
        },
        "theme": "Revolução Francesa",
        "title": "Convenção Nacional",
        "date": "1793 - 1795",
        "text": "Logo após a morte do principe de persia, essa epoca que marcou tanto se inicia um dos piores períodos da história francesa"
    },
    {
        "id": 3,
        "author": {
            "name": "Gabriel Umann",
            "image": 0
        },
        "theme": "Revolução Francesa",
        "title": "Diretório",
        "date": "1795 - 1799",
        "text": "Logo após a morte do principe de persia, essa epoca que marcou tanto se inicia um dos piores períodos da história francesa"
    }
]
