[
    {
        "id": 1,
        "title": "Assembleia Nacional",
        "date": "1789 - 1793",
        "text": "Durante este período reinava na França uma monarquia absolutista, ou seja, um governo onde o rei tinha total autoridade, juntamente com o feudalismo, onde os camponeses cuidavam das terras dos senhores feudais e ganhavam uma miséria, que mal dava para se alimentar. Nessa época a sociedade francesa era extremamente desigual, sendo dividida em 3 estados: no 1 o Estado estavam os nobres que constituíam 1% da população, no 2 0 Estado tinha o clero com 2% da população e os outros 97% eram burguesia, camponeses, escravos, entre outros, estes chamados de 3 0 Estado. Em 1788 a França é atingida por um inverno rigoroso que provoca uma safra ruim, assim empobrecendo os camponeses e fazendo a população mais pobre(3 0 estado) passar fome enquanto a nobreza e o clero ostentavam suas riquezas. Para corrigir isso, o Rei Luís XVI convoca a Assembléia Dos Notáveis com o 1 0 e 2 0 Estado e nela propõe o pagamento de impostos pelos mesmos, porém sua ideia é um fracasso, pois os nobres não queriam abdicar de seus privilégios. Então o rei, insatisfeito com o resultado, resolve convocar a Assembléia dos Estados-Gerais, onde iriam se reunir os 3 Estados, que não era convocada desde 1614. A Assembléia dos Estados-Gerais ocorreu no Palácio de Versalhes em 24 de janeiro de 1789, nela foram convocados 270 membros da nobreza, 291 da igreja e 584 do 3 0 Estado. se os votos fossem por cabeça o 3 0 estado sempre venceria. Porém não foi isso que aconteceu, na verdade o sistema de voto era por Estado e, com isso, o terceiro Estado estaria sempre na minoria contra a nobreza e a Igreja. O Terceiro Estado, insatisfeito, tentou mudar o sistema para voto por cabeça, porém a proposta foi negada. Revoltados, o 3 0 Estado se autoproclamou Assembléia Nacional, declarando-se representantes de 97% da população e não de apenas um Estado. O rei, em uma tentativa desesperada, tenta anular a Assembleia e encerra os trabalhos, porém o 3 0 Estado ignora-o e continua os trabalhos na sala de jogos, onde o terceiro Estado proclama-se Assembleia Constituinte e faz um juramento, cujo objetivo era elaborar uma nova constituição para a França e limitar o poder do Rei. Assim começa a Revolução Francesa. Luís XVI reagiu afirmando que “era o rei, único e verdadeiro representante dos franceses, afirmando que nenhum projeto aprovado pela assembleia rebelde teria força de lei sem sua aprovação”. A revolta do terceiro estado repercutiu em toda a França, onde propriedades começaram a ser saqueadas e castelos incendiados, a população rural iniciou uma rebelião com a intenção de exigir propriedade plena das terras que cultivavam e a abolição dos impostos feudais. Nos grandes centros, os membros mais pobres do 3 0 Estado exigiam melhores condições de vida e maior participação política. Com toda essa euforia por rebelião, os rebeldes vão em direção a Bastilha, que na época era uma fortaleza medieval que estava desativada, onde franceses usavam apenas para guardar suprimentos e manter alguns detentos. Chegando na Bastilha a multidão invade, liberta os poucos presos que estavam lá, tomam posse das armas e destroem a fortaleza. Este é um dos marcos mais importantes da revolução. Assim inicia um período na França, chamado de Grande Medo, onde os rebeldes começaram a perseguir os nobres, matando-os de formas extremamente violentas. Com esse pânico os nobres começaram a fugir para países como Áustria e Prússia(atual Alemanha, que eram governos absolutistas.."
    },
    {
        "id": 2,
        "title": "Convenção Nacional",
        "date": "1793 - 1795",
        "text": "Logo após a morte do principe de persia, essa epoca que marcou tanto se inicia um dos piores períodos da história francesa"
    },
    {
        "id": 3,
        "title": "Diretório",
        "date": "1795 - 1799",
        "text": "Logo após a morte do principe de persia, essa epoca que marcou tanto se inicia um dos piores períodos da história francesa"
    }
]
